Revit 2027 API
ParameterTypeId.GridBankRowHeight Property
 "Row Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBankRowHeight { get; }
Public Shared ReadOnly Property GridBankRowHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBankRowHeight {
	ForgeTypeId^ get ();
}
static member GridBankRowHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace